12/data/attachments/e22c5dd06dd755e8.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_6cf6109e-6903-4532-a6c8-84eaf49ac264</nif:username>
            <nif:friendToBeAdded>Bruce_scene_Friend_47141_4</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>